---
kind: enumMember
id: F:Autodesk.Revit.DB.Visual.WaterTintEnableType.Tropical
enum: Autodesk.Revit.DB.Visual.WaterTintEnableType
source: html/b27beebd-a9f4-d48f-77a4-402b9a2e5ea4.htm
---
# Autodesk.Revit.DB.Visual.WaterTintEnableType.Tropical